{
   "article": [
      {
   "id": "2",
   "title":"What Training Is Necessary to Become a Professional Basketball Player?",
   "body":"Becoming a professional basketball player takes more than talent and desire. According to youth sports author and University of Washington Psychology Professor Frank L. Smoll, roughly one of every 500 high school players will become a pro. With the sport's massive popularity, it's an accomplishment just earning the roster of some high school teams, let alone playing for pay. But if you have your eyes on the prize that is a professional basketball career, you'll need the proper training and competitive experience.<br> <br> A successful basketball career starts early with the fundamentals. Unless you have unusual natural talent, it's nearly impossible to make it to the pros without building an early base. Youth leagues are in virtually every town, and instructional summer camps are common as well. All of the above will provide much-needed experience and instructions. In terms of actual skills, dribbling is the first thing young players should learn to do. Points of emphasis: using the fingertips to dribble, keeping the ball at waist height and protecting the ball by turning away from oncoming defenders. <br> <br> You would be hard-pressed to find a professional player who didn't play high school basketball. As some schools, simply showing up for tryouts is good enough, but at more competitive programs you'll need to beat out classmates for a roster spot. Before trying out, high school players should work spend time honing dribbling, shooting and conditioning. Only the best high school players are offered spots on Division I college basketball teams, which traditionally is the next step toward a pro career. <br> <br> More than 300 colleges are Division I basketball programs, and each are allowed to have up to 13 scholarship players on their respective rosters. Once you made it to this point, you're a bit closer, but there's still a long way to go. Of those 5,000-plus players, only 60 will be drafted by NBA teams. Still, the NBA is not the only form of pro hoops; there are leagues overseas, some of which pay six-figures to American collegiate stars whose NBA dreams haven't panned out. While pro leagues don't require college training, the vast majority of pro players have collegiate experience. <br> <br> Unless you're among the lite crop of players coming out of college, simply having a good career isn't always enough to transition to a pro career. Many players begin working with professional trainers after their final year of college -- and some do so immediately following their final seasons. While college basketball comes with the responsibilities of academic work, working with a training agency full time doesn't require any such distractions. It hones skills and helps players transition into the grueling daily grind of being a professional basketball player. <br> <br> Article was written by JEFF HERMAN ",
   "thumb":"http://img.aws.livestrongcdn.com/ls-article-image-640/cme/cme_public_images/www_livestrong_com/photos.demandstudios.com/getty/article/108/235/489314780_XS.jpg",
   "photo":"http://img.aws.livestrongcdn.com/ls-article-image-640/cme/cme_public_images/www_livestrong_com/photos.demandstudios.com/getty/article/108/235/489314780_XS.jpg",
    "video":"",
   "published_date":"2016-09-19"
   },
   {
   "id": "0",
   "title":"Top Ten Greatest Basketball Movies",
   "body":"It's basketball; these are the best movies of all time: <br> <br> 1) Coach Carter <br> 2) Space Jam <br> 3) Glory Road <br>  4) Hoosiers <br>  5) Love and Basketball <br>  6) White Men Can't Jump <br>  7) He Got Game <br>  8) The 6th Man <br>  9) Crossover <br>  10) Hoop Dreams",
   "thumb":"http://ecx.images-amazon.com/images/I/51FYWuWGPLL._SL160_.jpg",
   "photo":"http://images.contentful.com/7h71s48744nc/1w3KueQHLi2G0oyguoScQE/74af0a5222728503eff818ddcea6865e/coach-carter.jpg",
      "video":"",
   "published_date":"2016-09-19"
   },
   {
   "id": "1",
   "title":"Popularity of Basketball Around the World",
   "body":"Basketball is a very popular sport played all around the world, though it is more popular in certain countries particularly the US where it was invented. Here we use online search traffic for the term 'Basketball' to analyze which countries it is more popular. <br><br> Basketball is most popular, based on online searches for that term, in the USA. By the large list below it is clear how well the sport of basketball has spread from where it was invented to around the world. <br><br><br> 1) United States with 100% regional popularity <br><br>  2) Philippines with 71% regional popularity <br><br>  3) Australia with 42% regional popularity <br><br>  4) Canada with 41% regional popularity <br><br>  5) Iraq with 32% regional popularity <br><br>  6) Mongolia with 29% regional popularity <br><br>  7) Lebanon with 26% regional popularity <br><br>  8) Lithuania with 23% regional popularity <br><br>  9) Macedonia with 22% regional popularity <br><br>  10) New Zealand with 20% regional popularity <br><br> ",
   "thumb":"http://mba.org.mt/wp-content/uploads/2015/12/basketball-wallpaper-1280x768-1180x768.jpg",
   "photo":"http://mba.org.mt/wp-content/uploads/2015/12/basketball-wallpaper-1280x768-1180x768.jpg",
      "video":"",
   "published_date":"2016-09-19"
   }
   ]
}